exports.SSC = data => {
  return `<table>
  <tr>
      <td>
          <p>في إطار أحكام القانون المصري وافق الموقع على هذا النظام الأساسي على تأسيس شركة شخص واحد تحت اسم ${data['Company Name']}
          ، وتأسيساً على ذلك تقدم بهذا النظام الأساسي إلى الهيئة العامة للاستثمار والمناطق الحرة ، حيث قامت
              بإجراء المراجعة اللازمة له .<br />ويقر الموقع على هذا
              النظام الأساسي بأنه قد توافرت فيه الأهلية اللازمة لتأسيس شركة شخص واحد ، وبأنه لم يسبق صدور أحكام عليه
              بعقوبة جناية أو جنحة مخلة بالشرف أو الأمانة أو بعقوبة من العقوبات المُشار إليها في المواد (89)، (162)،
              (163)، (164) من قانون شركات المساهمة وشركات التوصية بالأسهم والشركات ذات المسئولية
              المحدودة وشركات الشخص الواحد الصادر بالقانون رقم 159 لسنة 1981 ، ويشار إليه فيما بعد باسم "قانون
              الشركات" ، ما لم يكن قد رُد إليه اعتباره ، وأن
              ه غير محظور عليه تأسيس شركات طبقاً لأحكام القانون .<br />وقد أقر المؤسس بالالتزام بأحكام هذا النظام
              الأساسي وأحكام القانون المصري، وبصفة خاصة قا
              نون الشركات المشار إليه ولائحته التنفيذية .</p>
      </td>
  </tr>
  <tr>
      <td>
          <p>في إطار أحكام القانون المصري وافق الموقع على هذا النظام الأساسي على تأسيس شركة شخص واحد تحت اسم ${data['Company Name']}
          ، وتأسيساً على ذلك تقدم بهذا النظام الأساسي إلى الهيئة العامة للاستثمار والمناطق الحرة ، حيث قامت
              بإجراء المرا
              جعة اللازمة له .<br />ويقر الموقع على هذا النظام الأساسي بأنه قد توافرت فيه الأهلية اللازمة لتأسيس شركة
              شخص واحد ، وبأنه لم يسبق صدور أحكام عليه بعقوبة جناية أو جنحة مخلة بالشرف أو الأمانة أو بعقوبة من
              العقوبات المُشار إليها في المواد (89)، (162)، (163)، (164) من قانون شركات المساهمة وشر
              كات التوصية بالأسهم والشركات ذات المسئولية المحدودة وشركات الشخص الواحد الصادر بالقانون رقم 159 لسنة
              1981 ، ويشار إليه فيما بعد باسم "قانون الشركات" ، ما لم يكن قد رُد إليه اعتباره ، وأنه غير محظور عليه
              تأسيس شركات طبقاً لأحكام القانون .<br />كما يقر أنه لم يقدم أو يساهم أو يستخدم في إنش
              اء أو تأسيس أو إقامة مشروع الاستثمار المتمتع بالحافز أياً من الأصول المادية لشركة أو منشأة قائمة وقت
              العمل بأحكام هذا القانون أو قام بتصفية تلك
              الشركة أو المنشأة خلال المدة المبينة بالبند (2) من المادة (12) من اللائحة التنفيذية لقانون الاستثمار
              بغرض إنشاء مشروع استثماري جديد يتمتع بالحوافز الخاصة المشار إليها ، ويترتب على مخالفة ذلك سقوط التمتع
              بالحافز المشار إليه والتزام الشركة بسداد جميع المستحقات الضريبية .<br />وقد وافق على
              تأسيس شركة شخص واحد مصرية الجنسية وفقاً لأحكام القوانين النافذة وعلى وجه الخصوص قانون الشركات ولائحته
              التنفيذية وقانون الاستثمار الصادر بالقانون
              رقم 72 لسنة 2017 ، ويشار إليه فيما بعد باسم "قانون الاستثمار" ولائحته التنفيذية وأحكام هذا النظام
              الأساسي.</p>
      </td>
  </tr>
  <tr>
      <td>
          <p>اسم الشركة:
              ${data['Company Name']} شركة شخص واحد ذات مسئولية محدودة</p>
      </td>
  </tr>
  <tr>
      <td>
          <p><a id="RANGE!A5"></a>بيانات مؤسس الشركة: </p>
          <table>
              <tr>
                  <td>
                      <p>${data['Name']}</p>
                  </td>
                  <td>
                      <p>${data['Nationality']}</p>
                  </td>
                  <td>
                      <p>${data['birthdate']}</p>
                  </td>
                  <td>
                      <p>${data['identification type']}: ${data['identification number']}</p>
                  </td>
                  <td>
                      <p>${data['address']}</p>
                  </td>
              </tr>
          </table>
      </td>
  </tr>
  <tr>
      <td>
          <p>يكون المركز الرئيسى لإدارة الشركة ومحلها القانوني في العنوان الآتى : ${data['Address']}<br />مع مراعاة القانون رقم
              14 لسنة 2012 بشأن التنمية المتكاملة في شبه جزيرة سيناء ، لمدير الشركة إنشاء فروع أو وكالات لها داخل
              جمهورية مصر العربية أو خارجها ، وللشركة أن تقرر نقل المركز الرئيسي لها إلى أي مدينة أخرى داخل جمهورية
              مصر العربية بموافقة مؤسس أو مالك الشركة .</p>
      </td>
  </tr>
  <tr>
      <td>
          <p>حدد رأسمال الشركة بمبلغ${data['capital']} ${data['capital currency']}، وقد أودع رأسمال الشركة بالكامل في البنك بموجب
              الشهادة المرفقة.</p>
      </td>
  </tr>
  <tr>
      <td>
          <p>يجوز زيادة رأس مال الشركة على دفعة واحدة أو أكثر ، سواء بإصدار حصص جديدة أو بتحويل المال الاحتياطي إلى
              حصص ، وذلك بقرار من مؤسس أو مالك الشركة وطبقا للأحكام المنصوص
              عليها في قانون الشركات.</p>
      </td>
  </tr>
  <tr>
      <td>
          <p>لمؤسس أو مالك الشركة أن يقرر تخفيض رأس مال الشركة لأي سبب ، سواء عن طريق إنقاص عدد الحصص أو تخفيض القيمة
              الاسمية لكل منها ، وفقاً لأحكام قانون الشركات ولائحته التنفيذية .<br />ولا يجوز تخفيض رأس المال إلى أقل
              من خمسين ألف جنيه .</p>
      </td>
      </t r>
  <tr>
      <td>
          <p>لمؤسس أو مالك الشركة أن يقرر تخفيض رأس مال الشركة لأي سبب ، سواء عن طريق إنقاص عدد الحصص أو تخفيض القيمة
              الاسمية لكل منها ، وفقاً ل
              أحكام قانون الشركات ولائحته التنفيذية .<br />ولا يجوز تخفيض رأس المال إلى أقل من ما يعادل خمسين ألف جنيه
              .</p>
      </td>
  </tr>
  <tr>
      <td>
          <p>يتولى إدارة الشركة مؤسس الشركة أو مدير أو أكثر يعينهم مؤسس الشركة على النحو التالي:</p>
          <table>
              <tr>
                  <td>
                      <p>${data['Manager name']}</p>
                  </td>
                  <td>
                      <p>${data['Manager nationality']}</p>
                  </td>
                  <td>
                      <p>${data['Manager birthdate']}</p>
                  </td>
                  <td>
                      <p>${data['Manager identification type']}: ${data['Manager identification number']}</p>
                  </td>
                  <td>
                      <p>${data['Manager address']}</p>
                  </td>
              </tr>
          </table>
          <p><br />
              ${data['Manager gender'] === 'male' ? 'و يباشر المدير وظائفه لمدة غير محددة' : 'و تباشر المديرة وظائفها لمدة غير محددة'} <br />ويسرى في شأن مدير الشركة حكم المادة (89) من قانون الشركات ، مع مراعاة ألا يكون غير محظور عليه إدارة الشركات طبقاً لأحكام القانون .<br />ولا يجوز للمدير أن يتولى إدارة شركة أخرى أياً كان نوعها
   إذا كانت تعمل في ذات النشاط الذي تزاوله الشركة أو أحد فروعها ، كما لا يجوز له أن يتعاقد مع الشركة التي يتولى إدارتها لحسابه أو لحساب غيره ، أو
  يمارس لحساب الغير نشاطاً من نوع النشاط الذى تزاوله الشركة .</p></td></tr><tr><td><p>تسري على الشركة أحكام قانون الشركات ولائحته التنفيذية فيما ل
  م يرد بشأنه نص خاص في هذا النظام .</p></td></tr><tr><td><p>تسري على الشركة أحكام قانون الشركات وقانون الاستثمار ولائحتيهما التنفيذية فيما لم يرد بشأنه نص خاص في هذا النظام .</p></td></tr><tr><td><p>ينشر هذا النظام طبقا لأحكام القانون .</p></td></tr><tr><td><p>قام مؤسس الشركة بشخصه باتخاذ كافة الإجراءات اللازمة في هذا الشأن .<br />وتلتزم الشركة بأداء المصروفات والنفقات والأجور والتكاليف التي تم انفاقها بسبب تأسيس الشركة ، وذلك خصماً من حساب المصروفات العامة.</p></td></tr></table>`
}
